Repository: samikeijonen/edd-download-info
Catalog: languages/edd-download-info-*.po
Languages: de_de, fr_fr

source: View Details:
de_de: Details einblenden
fr_fr: Afficher les détails :

source: Add To Cart
de_de: Zum Warenkorb hinzufügen
fr_fr: Ajouter au panier

source: Checkout
de_de: Kasse
fr_fr: Commander

source: Demo
fr_fr: Démo

source: Download Info
fr_fr: Info du téléchargement

source: Add demo URL.
de_de: Demo-URL hinzufügen.
fr_fr: Ajouter l'url de la démo.

source: Add forum support URL.
de_de: Forum-Support-URL hinzufügen.
fr_fr: Ajouter l'url du forum d'aide.

source: Add document URL.
de_de: URL zum Dokument hinzufügen.
fr_fr: Ajouter l'url de la doc.

source: Add repository URL.
de_de: Repository-URL hinzufügen.
fr_fr: Ajouter l'url du dépot.

source: Add changelog URL.
de_de: Changelog-URL hinzufügen.
fr_fr: Ajouter l'url du journal des modifs.

source: Add updated date.
de_de: Aktualisierungsdatum hinzufügen.
fr_fr: Ajouter la date de la mise à jour.

source: Default demo link Style
de_de: Standard-Linkschema für Demo
fr_fr: Style par défaut du bouton de la démo

source: Choose the style you want to use for the demo link button
de_de: Wähle das Schema aus, das du für die Demo-Link-Schaltfläche verwenden möchtest.
fr_fr: Choisir le style que vous souhaitez utiliser pour le bouton de la démo.

source: Download
fr_fr: Téléchargement

source: Search Features
de_de: Zusatzfunktionen suchen
fr_fr: Rechercher des fonctionnalités

source: All Features
de_de: Alle Zusatzfunktionen
fr_fr: Toutes les fonctionnalités

source: Parent Feature
de_de: Übergeordnete Zusatzfunktion
fr_fr: Fonctionnalité parente

source: Parent Feature:
de_de: Übergeordnete Zusatzfunktion:
fr_fr: Fonctionnalité parente :

source: Edit Features
de_de: Zusatzfunktionen bearbeiten
fr_fr: Modifier les fonctionnalités

source: Update Feature
de_de: Zusatzfunktion aktualisieren
fr_fr: Mettre à jour la fonctionnalité

source: Add New Feature
de_de: Zusatzfunktion hinzufügen
fr_fr: Ajouter une nouvelle fonctionnalité

source: New Feature Name
de_de: Name der Zusatzfunktion
fr_fr: Nom de la nouvelle fonctionnalité

source: Features
de_de: Funktionen
fr_fr: Fonctionnalités

source: Display download info.
de_de: Downloadinformationen anzeigen.
fr_fr: Afficher les info des téléchargements.

source: Support
fr_fr: Aide

source: Repository
fr_fr: Dépot

source: Changelog
fr_fr: Journal des modifications

source: <span class="edd-download-info-version">Version:</span> %1$s
fr_fr: <span class="edd-download-info-version">Version&nbsp;:</span> %1$s

source: <span class="edd-download-info-download">Downloads:</span> %1$s
fr_fr: <span class="edd-download-info-download">Téléchargements&nbsp;:</span> %1$s

source: <span class="edd-download-info-updated">Updated:</span>
de_de: <span class="edd-download-info-updated">Aktualisiert:</span>
fr_fr: <span class="edd-download-info-updated">Mis à jour le&nbsp;:</span>

source: Download info
de_de: Downloadinformationen
fr_fr: Info du téléchargement

source: Title:
de_de: Titel:
fr_fr: Titre&nbsp;:

source: Show Feature Image?
de_de: Beitragsbild anzeigen?
fr_fr: Afficher l'image à la Une&nbsp;?

source: Show purchase link in button?
de_de: "Kaufen"-Link in Schaltfläche anzeigen?
fr_fr: Afficher le lien du bouton d'achat&nbsp;?

source: Show demo link in button?
de_de: Demo-Link in Schaltfläche anzeigen?
fr_fr: Afficher le lien du bouton de la démo&nbsp;?

source: Open demo link in a new window?
de_de: Demo-Link in neuem Fenster öffnen?
fr_fr: Ouvrir le lien de la démo dans une nouvelle fenêtre&nbsp;?

source: Show download count?
de_de: Downloadzähler anzeigen?
fr_fr: Afficher le nombre de téléchargement&nbsp;?

source: Display the downloads features.
de_de: Download-Funktionen einblenden.
fr_fr: Afficher les fonctionnalités des téléchargements.

source: Download Features
de_de: Download-Funktionen
fr_fr: Fonctionnalités du téléchargement

source: Show features as links?
de_de: Zusatzfunktionen als Links?
fr_fr: Afficher les fonctionnalités sous forme de liens&nbsp;?

source: Adds download info metabox and widget to Easy Digital Downloads.
de_de: Fügt eine Metabox und ein Widget über Downloadinformationen zu Easy Digital Downloads hinzu.
fr_fr: Ajouter une métabox et un widget contenant des informations sur vos téléchargements d'Easy Digital Downloads.

# taxonomy general name
source: Download Features
de_de: Zusatzfunktionen herunterladen
fr_fr: Fonctionnalités du téléchargement

# taxonomy singular name
source: Feature
de_de: Zusatzfunktion
fr_fr: Fonctionnalité

source: m/d/y
de_de: M/T/J

source: Documentation
de_de: Dokumentation
